{
    "sary_chelek": "Сары-Челек",
    "language": "KG",
    "main": "Башкы",
    "about": "Биз жөнүндө",
    "history": "Тарыхы",
    "nature": "Табияты",
    "gallery": "Сүрөттөр",
    "how to go": "Кантип барса болот",
    "contact": "Байланыш",
    "welcome to sary-chelek": "Кош келиңиз Сары-Челекке!",
    "beautiful": "Сары-Челек — Кыргызстандын эң кооз жаратылыш коругтарынын бири.",
    "information": "Сары-Челек жаратылыш коругу жөнүндө маалымат!",
    "full": " Сары-Челек жөнүндө толук маалымат 📍 Жалпы маалымат: Жайгашкан жери: Жалал-Абад облусу, Таш-Көмүр шаарынын түндүк-батыш тарабында, Чаткал жана Ала-Бука райондоруна жакын Улуттук статусу: Сары-Челек мамлекеттик биосфера коругу (1959-жылы уюшулган) Парк аянты: болжол менен 24 000 гектар Орточо бийиктик: 1200–1900 м деңиз деңгээлинен жогору Ири көлдөр: Сары-Челек көлү, Кель-Кетчпе, Ири-Кель ж.б.",
    "natural": "🧬 Табигый өзгөчөлүктөрү: 🏔 Рельеф: Тоо кыркалары, жарлар, капчыгайлар Көлдөр мореналык (мөңгүлөрдөн калган), терең жана тунук 🌿 Өсүмдүктөр: 1000ден ашуун өсүмдүк түрү бар Арча, чырпык, кайың, карагай, бадам, жаңгак ж.б. Сары-Челек жаңгак токойлору ЮНЕСКОнун мурастарына кирет 🐻 Жапайы жаныбарлар: Буралы аюу, суур, түлкү, элик, тоо эчки (теке), жапайы кабан Илбирс — сейрек кездешүүчү жырткыч Куштар: бүркүт, суул мурун, улу, күкүк, көк ала карлыгач ж.б.",
    "research" : "  📚 Тарых жана изилдөөлөр: Алгачкы илимий экспедициялар 1870–1890-жылдары Орусиянын географиялык коомунун колдоосу менен болгон 1959-жылы мамлекеттик корук катары түзүлгөн 1978-жылы Бүткүл дүйнөлүк биосфералык резервтердин катарына кирген (ЮНЕСКОнун «Адам жана биосфера» программасы)",
    "horseback": "🧳 Туризм: 🚶‍♂️ Эмне кылууга болот? Жөө жана ат менен сейилдөө Көл жээгинде эс алуу Табиятты сүрөткө тартуу Кемпингжана түнөп калуучу жайлар 📅 Барууга эң жакшы убакыт: Май–сентябрь айлары (жай жана эрте күз мезгили) Кышында да кооз, бирок катуусуук болушу мүмкүн 🛻 Кантип барса болот? Бишкек → Таш-Көмүр → Аркыт айылына чейин автоунаа Андан ары жөө же тоо жолдору менен көлтарапка.",
    "rules": "  ⚠️ Көзөмөл жана эрежелер: Табиятты булгабоо, таштап кетпөө Жапайы жаныбарларды тынч койуу От жагууга тыюу салынганаймактар бар .",
    "acquainted": " 🧭 Жыйынтык Сары-Челек — Кыргызстандын сыймыгы, эл аралык мааниге ээ болгон биосфералык байлык. Бул жергебарганда адам табият менен жуурулушуп, өзүн башка дүйнөдө жүргөндөй сезет.",
    "story": "🕰️ Сары-Челектин Тарыхы: Толук баяндама 📌 Аталышы жөнүндө Сары-Челек  сөзү кыргызча Сары – түс же күз дегенди, Челек – идиш же чөйчөк дегенди билдирет. Бир уламыш боюнча, жоокерлерге бал берген челек ушул көлдүн жээгинде калган экен. Ал эми экинчи уламыш боюнча — бул жер күздө алтын түскө боёлгон токойлордон улам Сары деп аталып калган дешет.",
    "the": "Сары-Челектин тарыхы",
    "first": "🧪 Илимий изилдөөлөрдүн башталышы (XIX к.) Алгачкы илимий жазуулар XIX кылымда (1800-жылдарда) Орусиядан келген жаратылыш таануучулар тарабынан жазылган. 1870–1890-жылдары географиялык экспедициялар келген. Алар көлдүн геологиясын, флора-фаунасын картага түшүрүшкөн. Жергиликтүү эл бул аймакты ар дайым ыйык, тынч жай катары сактап келген.",
    "era": "🌱 Мамлекеттик корукка айланышы (1959-жыл) 1959-жылы СССР учурунда Сары-Челек расмий түрдө мамлекеттик корук болуп түзүлгөн. Бул кадам — аймактагы уникалдуу жаратылышты, өзгөчө жаңгак токойлорун жана жапайы жаныбарларды коргоо максатында жасалган. Коруктун түзүлүшү менен кошо Сары-Челекке илимий-изилдөө борбору ачылып, биологдор, геологдор жана экологдор туруктуу иштеп баштаган.",
    "tourism": "🌍 Эл аралык мааниге ээ болушу (1978-жыл) 1978-жылы Сары-Челек ЮНЕСКОнун “Адам жана Биосфера” (MAB) программасына киргизилди. Бул анын биосфералык резерват катары таанылганын билдирет. Анда: Илимий изилдөөлөр жүргүзүлөт Туризмге шарттар түзүлөт Табигый ресурстарды туруктуу пайдалануу каралат.",
    "issues": "🛑 Экологиялык көйгөйлөр (1990-жылдар) СССР кыйрагандан кийин көзөмөл алсырап, браконьерлик, токойлордун мыйзамсыз кыркылышы, таштанды көйгөйлөрү күчөгөн. Бирок эл аралык долбоорлор (GIZ, UNDP ж.б.) колдоо берип, корук кайра жанданды.",
    "status": "🌿 Азыркы абалы (2000-жылдар – бүгүн) Сары-Челек — Кыргызстандагы эң белгилүү экотуризм борборлорунун бири. Аймакта туристтер үчүн жолдор, гиддер, маалымат борборлору иштейт. Бирок, экологияны сактоо дагы деле маанилүү маселелердин бири. Азыркы аракеттер: Браконьерликке каршы көзөмөл Туризмди жөнгө салуу Табигый ресурстарды сактоо.",
    "brief": " 📚 Кыскача таймлайн Жыл Окуя XIX к. Биринчи географиялык экспедициялар 1959 Мамлекеттик корук болуп жарыяланган 1978-жылы ЮНЕСКОнун биосфералык резерваттар тизмесине кирген 1990–2000 Экологиялык кризис, бирок кайра калыбына келтирилген 2000+ Экотуризм, эл аралык долбоорлор, илимий изилдөөлөр.",
    "of": "Сары-Челектин табияты.",
    "located": "📍 Сары-Челек кайда жайгашкан? Сары-Челек көлү Жалал-Абад облусундагы Ала-Бука жана Чаткал райондорунун ортосунда, Сары-Челек мамлекеттик биосфера коругунун аймагында жайгашкан. Бийик тоолордун арасында, деңиз деңгээлинен 1873 метр бийиктикте орун алган.",
    "unique": "🌿 Жаратылышы жана кооздугу Сары-Челектин табияты өзгөчө: Көл мөңгүлөрдөн жана башаты бар булактардан толуп турат. Аны курчап турган бийик карагайлар, тиштенген аскалар жана жаңы жыттанган тоо гүлдөрү бул жерди улам керемет кылат. Суу тунук, тереңдиги кээ бир жерлерде 234 метрге чейин жетет! Көлдүн жээгинде суу өсүмдүктөрү, кээде ак куу, өрдөктөр, балык түрлөрү кездешет.",
    "abundance": "🐻 Фаунасы – жаныбарлар дүйнөсү Корук болгондуктан, бул жерде жапайы жаныбарлар көп: Аюу, аркар, кулжа, түлкү, жана кээде бүркүт сыяктуу жырткыч куштар. 150дөн ашык канаттуулардын түрү, анын ичинде сейрек кездешкендери да бар.",
    "contains": "🌱 Флорасы – өсүмдүктөр дүйнөсү. Корукта 1 000ден ашык өсүмдүк түрү бар. Айрыкча: Тянь-Шань карагайы, арча, бал чайыры, асык от, табигый дарылык чөптөр.",
    "designated": "🏞️ Тарыхы жана статусу: 1959-жылы Сары-Челек мамлекеттик корук болуп жарыяланган. ЮНЕСКО тарабынан биосфера коругу макамын алган – бул дүйнөлүк деңгээлдеги баалуулук экенин билдирет.",
    "hiking": "🚶‍♂️ Эмне үчүн барса болот? Туризм үчүн – жөө жүрүш (треккинг), экскурсия, фото аңчылык, таза аба, эс алуу. Илимпоздор үчүн – сейрек кездешкен өсүмдүктөрдү жана жаныбарларды изилдөө.",
    "photos": "Сары-Челектин сүрөттөрү.",
    "pictures": "Бул жерде Сары-Челек аймагынан тартылган кооз сүрөттөр жайгашкан.",
    "can": "Сары-Челекке кантип барса болот?",
    "onto": "🚗 Жеке унаа менен баруу (жөнөкөй жол) 📍 Маршрут: Бишкек → Таш-Көмүр → Аксы → Аркыт айылы → Сары-Челек Бишкектен Жалал-Абадга чейин (Таш-Көмүр аркылуу): Бишкек → Ош жолуна түшөсүң, Суусамыр → Токтогул → Кара-Көл → Таш-Көмүр → Жалал-Абад Жалал-Абаддан Аксы районуна өтөсүң. Аксыдан Аркыт айылына унаа менен барасың. Аркыт айылынан Сары-Челек биосфера коругуна чейин 15–20 км. 🕓 Жалпы жол: ~8-10 сааттык жол (жол шартына жараша өзгөрөт). 🛣️ Жол абалы: Бишкек → Таш-Көмүр → Жалал-Абад: асфальт, сапаттуу. Аксы → Аркыт → Сары-Челек: тоолуу, бирок жеңил автоунаалар өтөт.",
    "from": "🚌 Коомдук транспорт менен (автобус же маршрутка) Вариант: Бишкектен Жалал-Абадга маршрутка же автобус менен баруу Западный автовокзалынан Баасы: ~1000–1300 сом Убактысы: ~8–9 саат Жалал-Абаддан Аксыдан Аркытка такси же жергиликтүү маршрутка менен Бул жерде кичине күтүүгө туура келет, анткени жол кыйла узун жана транспорт көп жүрө бербейт Аркыттан Сары-Челекке чейин пешком же такси (жергиликтүү элден сураса болот).",
    "most": "📆 Баруу үчүн эң ылайыктуу мезгил: Май айынан сентябрга чейин — аба ырайы жылуу, жолдор ачык. Кышында жолдор тайгак болуп, кээде жабык болушу мүмкүн.",
    "visiting": "Сары-Челекке баруу үчүн байланыштар.",
    "specialize": "🧭 Жергиликтүү тур агентстволор (Сары-Челекке тур уюштургандар) Бул агентстволор Сары-Челекке автоунаа, жол көрсөтүүчү, түнөй турган жай менен жардам беришет: 🔹 Discover Kyrgyzstan 📞 Телефон: +996 700 123 456 (мисал) 🌐 Instagram: @discover.kg 🚐 Бишкек → Сары-Челек → Бишкек (3 күндүк турлар) 🔹 Kyrgyz Nature Travel 📞 +996 553 000 789 🌐 www.kyrgyznature.com Экологиялык турлар менен иштешет (тоого, көлгө, жөө жүрүштөргө).",
    "guides": "🧑‍🌾 Жергиликтүү жашоочулар же гиддер (Базар-Коргон/Аркыт айылы) Эгер өзүң барып жатсаң, Аркыт айылына жеткенден кийин жергиликтүү элден: гид (жол көрсөтүүчү), такси, түнөк үй (гестхаус) таап алсаң болот. 💡 Бул жакта эл меймандос, көбү туристтерди тосуп алып көнүп калган.",
    "forget": "🏕️ Корук администрациясы (Сары-Челек биосфера коругу) Ал жакка кирүү үчүн Сары-Челек мамлекеттик коругунун администрациясы менен байланышууга унутпа. 📍 Жайгашкан жери: Аркыт айылы, Аксы району 📞 Телефон (мисал): +996 770 987 654 📧 Email: sarychelek.reserve@mail.kg (мисал түрүндө бердим).",
    "tour": "✍️ Кыскача кеңеш: Өз алдынча барсаң, Аркыт айылында бир түн калып, эртең менен көлгө жөө кетсе болот (~1,5-2 саат). Эгер тур агент менен барсаң, алар сени алып, кайра алып кетишет — бул коопсуз жана ыңгайлуу.",
    "rights": "© 2025 Сары-Челек. Бардык укуктар корголгон."
  ,
  "registration_success": "Ийгиликтүү катталдыңыз!"
}