import styles from './Page.module.scss'

function About () {
  return (
    <div className={styles.page}>
      <div>
        <h2 className='text-3xl font-medium'>
          Сары-Челек жаратылыш коругу жөнүндө маалымат !
        </h2>
        <p className='w-200 mt-15 text-xl'>
          Сары-Челек жөнүндө толук маалымат 📍 Жалпы маалымат: Жайгашкан жери:
          Жалал-Абад облусу, Таш-Көмүр шаарынын түндүк-батыш тарабында, Чаткал
          жана Ала-Бука райондоруна жакын Улуттук статусу: Сары-Челек
          мамлекеттик биосфера коругу (1959-жылы уюшулган) Парк аянты: болжол
          менен 24 000 гектар Орточо бийиктик: 1200–1900 м деңиз деңгээлинен
          жогору Ири көлдөр: Сары-Челек көлү, Кель-Кетчпе, Ири-Кель ж.б.
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🧬 Табигый өзгөчөлүктөрү: 🏔 Рельеф: Тоо кыркалары, жарлар, капчыгайлар
          Көлдөр мореналык (мөңгүлөрдөн калган), терең жана тунук 🌿 Өсүмдүктөр:
          1000ден ашуун өсүмдүк түрү бар Арча, чырпык, кайың, карагай, бадам,
          жаңгак ж.б. Сары-Челек жаңгак токойлору ЮНЕСКОнун мурастарына кирет 🐻
          Жапайы жаныбарлар: Буралы аюу, суур, түлкү, элик, тоо эчки (теке),
          жапайы кабан Илбирс — сейрек кездешүүчү жырткыч Куштар: бүркүт, суул
          мурун, улу, күкүк, көк ала карлыгач ж.б.
        </p>
        <p className='w-200 mt-15 text-xl'>
          📚 Тарых жана изилдөөлөр: Алгачкы илимий экспедициялар
          1870–1890-жылдары Орусиянын географиялык коомунун колдоосу менен
          болгон 1959-жылы мамлекеттик корук катары түзүлгөн 1978-жылы Бүткүл
          дүйнөлүк биосфералык резервтердин катарына кирген (ЮНЕСКОнун «Адам
          жана биосфера» программасы)
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🧳 Туризм: 🚶‍♂️ Эмне кылууга болот? Жөө жана ат менен сейилдөө Көл
          жээгинде эс алуу Табиятты сүрөткө тартуу Кемпинг жана түнөп калуучу
          жайлар 📅 Барууга эң жакшы убакыт: Май–сентябрь айлары (жай жана эрте
          күз мезгили) Кышында да кооз, бирок катуу суук болушу мүмкүн 🛻 Кантип
          барса болот? Бишкек → Таш-Көмүр → Аркыт айылына чейин автоунаа Андан
          ары жөө же тоо жолдору менен көл тарапка
        </p>
        <p className='w-200 mt-15 text-xl'>
          ⚠️ Көзөмөл жана эрежелер: Табиятты булгабоо, таштап кетпөө Жапайы
          жаныбарларды тынч койуу От жагууга тыюу салынган аймактар бар
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🧭 Жыйынтык Сары-Челек — Кыргызстандын сыймыгы, эл аралык мааниге ээ
          болгон биосфералык байлык. Бул жерге барганда адам табият менен
          жуурулушуп, өзүн башка дүйнөдө жүргөндөй сезет.
        </p>
      </div>
    </div>
  )
}

export default About
