import styles from './Page.module.scss'

function HowToGo () {
  return (
    <div className={styles.page}>
      <div>
        <h2 className='text-3xl font-medium'>
          Сары-Челекке кантип барса болот?
        </h2>
        <p className='w-200 mt-15 text-xl'>
          🚗 1. Жеке унаа менен баруу (жөнөкөй жол) 📍 Маршрут: Бишкек →
          Таш-Көмүр → Базар-Коргон → Аркыт айылы → Сары-Челек Бишкектен
          Жалал-Абадга чейин бар (Таш-Көмүр аркылуу): Бишкек → Ош жолуна түшөсүң
          Суусамыр → Токтогул → Кара-Көл → Таш-Көмүр → Жалал-Абад Жалал-Абаддан
          Базар-Коргон районуна өтөсүң. Базар-Коргондон Аркыт айылына унаа менен
          барасың. Аркыт айылынан Сары-Челек биосфера коругуна чейин 15–20 км.
          🕓 Жалпы жол: ~8-10 сааттык жол (жол шартына жараша өзгөрөт). 🛣️ Жол
          абалы: Бишкек → Таш-Көмүр → Жалал-Абад: асфальт, сапаттуу Базар-Коргон
          → Аркыт → Сары-Челек: тоолуу, бирок жеңил автоунаалар өтөт
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🚌 2. Кооомдук транспорт менен (автобус же маршрутка) Вариант:
          Бишкектен Жалал-Абадга маршрутка же автобус менен баруу "Западный"
          автовокзалынан каттайт Баасы: ~1000–1300 сом Убактысы: ~8–9 саат
          Жалал-Абаддан Базар-Коргондон Аркытка такси же жергиликтүү маршрутка
          менен Бул жерде кичине күтүүгө туура келет, анткени жол кыйла узун
          жана транспорт көп жүрө бербейт Аркыттан Сары-Челекке чейин пешком же
          такси (жергиликтүү элден сураса болот)
        </p>
        <p className='w-200 mt-15 text-xl'>
          🚌 2. Кооомдук транспорт менен (автобус же маршрутка) Вариант:
          Бишкектен Жалал-Абадга маршрутка же автобус менен баруу "Западный"
          автовокзалынан каттайт Баасы: ~1000–1300 сом Убактысы: ~8–9 саат
          Жалал-Абаддан Базар-Коргондон Аркытка такси же жергиликтүү маршрутка
          менен Бул жерде кичине күтүүгө туура келет, анткени жол кыйла узун
          жана транспорт көп жүрө бербейт Аркыттан Сары-Челекке чейин пешком же
          такси (жергиликтүү элден сураса болот)
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          📆 Баруу үчүн эң ылайыктуу мезгил: Май айынан сентябрга чейин — аба
          ырайы жылуу, жолдор ачык Кышында жолдор тайгак, кээде жабык болушу
          мүмкүн
        </p>
        <div style={{ marginTop: '5rem' }}>
          <iframe
            src='https://yandex.com/map-widget/v1/?ll=71.9364%2C41.8474&z=10&l=map'
            width='100%'
            height='600'
            frameBorder='0'
            allowFullScreen
            title='Sary-Chelek map'
          ></iframe>
        </div>
      </div>
    </div>
  )
}

export default HowToGo
