import styles from './Page.module.scss'

function Nature () {
  return (
    <div className={styles.page}>
      <div>
        <h2 className='text-3xl font-medium'>Табияты</h2>
        <div className='flex gap-25'>
        <p className='w-200 mt-15 text-xl'>
          📍 Сары-Челек кайда жайгашкан? Сары-Челек көлү Жалал-Абад облусундагы
          Ала-Бука жана Чаткал райондорунун ортосунда, Сары-Челек мамлекеттик
          биосфера коругунун аймагында жайгашкан. Бийик тоолордун арасында,
          деңиз деңгээлинен 1873 метр бийиктикте орун алган.
        </p>
        <img 
        className='w-55 h-35  rounded-2xl relative top-10'
        src="https://dwc.kg/wp-content/uploads/2023/10/scale_1200-1-optimized.jpeg" alt="" />
        </div>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🌿 Жаратылышы жана кооздугу Сары-Челектин табияты өзгөчө: Көл
          мөңгүлөрдөн жана башаты бар булактардан толуп турат. Аны курчап турган
          бийик карагайлар, тиштенген аскалар жана жаңы жыттанган тоо гүлдөрү
          бул жерди улам керемет кылат. Суу тунук, тереңдиги кээ бир жерлерде
          234 метрге чейин жетет! Көлдүн жээгинде суу өсүмдүктөрү, кээде ак куу,
          өрдөктөр, балык түрлөрү кездешет.
        </p>
        <p className='w-200 mt-15 text-xl'>
          🐻 Фаунасы – жаныбарлар дүйнөсү Корук болгондуктан, бул жерде жапайы
          жаныбарлар көп: Аюу, аркар, кулжа, түлкү, жана кээде бүркүт сыяктуу
          жырткыч куштар. 150дөн ашык канаттуулардын түрү, анын ичинде сейрек
          кездешкендери да бар.
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🌱 Флорасы – өсүмдүктөр дүйнөсү Корукта 1 000ден ашык өсүмдүк түрү
          бар. Айрыкча: Тянь-Шань карагайы Арча, бал чайыры Асык от, табигый
          дарылык чөптөр
        </p>
        <p className='w-200 mt-15 text-xl'>
          🏞️ Тарыхы жана статусу 1959-жылы Сары-Челек мамлекеттик корук болуп
          жарыяланган. ЮНЕСКО тарабынан биосфера коругу макамын алган – бул
          дүйнөлүк деңгээлдеги баалуулук экенин билдирет.
        </p>
        <p className='w-200 mt-15 text-xl relative left-150'>
          🚶‍♂️ Эмне үчүн барса болот? Туризм үчүн – жөө жүрүш (треккинг),
          экскурсия, фото аңчылык, таза аба, эс алуу. Илимпоздор үчүн – сейрек
          кездешкен өсүмдүктөрдү жана жаныбарларды изилдөө.
        </p>
      </div>
    </div>
  )
}

export default Nature
